Repository: paulgessinger/swift-paperless
Catalog: DataModel/Sources/Localization/Matching.xcstrings
Source language: en
Languages: da, de, fr, it, nl, pl

# algorithm
source: Matching algorithm
da: Matchningsalgoritme
de: Zuweisungsalgorithmus
fr: Algorithme de rapprochement
it: Algoritmo di corrispondenza
nl: Matching algoritme
pl: Algorytm dopasowania

# algorithmAll
source: All
da: Alle
de: Alle
fr: Tous
it: Tutti
nl: Alle
pl: Wszystkie

# algorithmAny
source: Any
da: Enhver
de: Beliebig
fr: N'importe lequel
it: Qualsiasi
nl: Alle
pl: Dowolny

# algorithmExact
source: Exact
da: Præcis
de: Exakt
fr: Concordance exacte
it: Esatto
pl: Dokładny

# algorithmNone
source: None
da: Ingen
de: Keiner
fr: Aucun
it: Nessuno
nl: Geen
pl: Brak

source: Case insensitive
da: Skelner ikke mellem store og små bogstaver
de: Ignoriert Groß- und Kleinschreibung
fr: Insensible à la casse
it: Senza distinzione tra maiuscole e minuscole
nl: Niet-hoofdlettergevoelig
pl: Nieuwzględniający wielkości liter

# explanationAll
source: Document contains all of these words (space separated)
da: Dokumentet indeholder alle disse ord (separeret af mellemrum)
de: Dokument enthält alle folgenden Wörter (mit Leerzeichen getrennt)
fr: Le document contient tous ces mots (séparés par des espaces)
it: Il documento contiene tutte queste parole (separate da spazi)
nl: Document bevat al deze woorden (gescheiden door spaties)
pl: Dokument zawiera wszystkie poniższe słowa (oddzielone spacją)

# explanationAny
source: Document contains any of these words (space separated)
da: Dokumentet indeholder et af disse ord (separeret af mellemrum)
de: Dokument enthält eines der folgenden Wörter (mit Leerzeichen getrennt)
fr: Le document contient l'un de ces mots (séparés par des espaces)
it: Il documento contiene una qualsiasi delle seguenti parole (separate da spazi)
nl: Document bevat één of meerdere van deze woorden (spatie gescheiden)
pl: Dokument zawiera dowolne z tych słów (oddzielone spacją)

# explanationAuto
source: Learn matching automatically
da: Lær at matche automatisk
de: Zuweisung automatisch erlernen
fr: Apprentissage automatique du rapprochement
it: Impara automaticamente la corrispondenza
nl: Automatisch overeenkomsten aanleren
pl: Ucz się dopasowywać automatycznie

# explanationExact
source: Document contains this string
da: Dokumentet indeholder denne streng
de: Dokument enthält die folgende Zeichenkette
fr: Le document contient cette chaîne de caractères
it: Il documento contiene questa stringa
nl: Document bevat deze tekenreeks
pl: Dokument zawiera ten ciąg znaków

# explanationFuzzy
source: Document contains a word similar to this word
da: Dokumentet indeholder et ord, der ligner dette ord
de: Dokument enthält ein zum folgenden Wort ähnliches Wort
fr: Le document contient un mot similaire à ce mot
it: Il documento contiene una parola simile a questa parola
nl: Document bevat een woord dat lijkt op dit woord
pl: Dokument zawiera słowo podobne do tego słowa

# explanationNone
source: No automatic matching
da: Ingen automatisk matchning
de: Keine automatische Zuweisung
fr: Désactiver le rapprochement automatique
it: Nessuna corrispondenza automatica
nl: Niet automatisch matchen
pl: Brak automatycznego dopasowania

# explanationRegEx
source: Document matches this regular expression
da: Dokumentet matcher dette regulære udtryk
de: Dokument passt zum folgenden Ausdruck
fr: Le document correspond à cette expression regulère
it: Il documento corrisponde a questa RegEx
nl: Document komt overeen met deze regular expression (RegEx)
pl: Dokument pasuje do tego wyrażenia regularnego

source: Pattern
da: Mønster
de: Muster
fr: Motif
nl: Patroon
pl: Wzorzec dopasowania

# title
source: Matching
da: Matcher
de: Zuweisung
fr: Rapprochement
it: Corrispondenza
nl: Matchen
pl: Dopasowanie

# algorithmAuto
source: Auto
de: Automatisch
fr: Automatique
it: Automatico
nl: Automatisch
pl: Automatyczny

# algorithmFuzzy
source: Fuzzy
de: Ungenau
fr: Mot approximatif
pl: Rozmyte

# algorithmRegEx
source: RegEx
de: Regulärer Ausdruck
fr: Expression régulière
pl: Wyrażenie regularne
